"---------------------------------------------------------------------------
" ウインドウに関する設定:
"-------------------------------------------------------------------------------
" ウインドウの幅
set columns=140
" ウインドウの高さ
set lines=65
" 起動時のWindowの位置(:winposで現在の位置が取得できる)
winpos 790 25

"---------------------------------------------------------------------------
" その他設定:
"---------------------------------------------------------------------------
" カーソルが一番上や下に移動した時のビープ音を消す＆画面フラッシュも消す
set vb t_vb=
" カーソルを点滅させない
set guicursor=a:blinkon0
" ツールバー消す
set guioptions-=T

"---------------------------------------------------------------------------
" colorscheme:
"---------------------------------------------------------------------------
" set background=dark
" colorscheme hybrid
